Repository: pojntfx/sessions
Catalog: po/*.po
Languages: de, et, fr, hr, pt_br, ru, tr, uk, vi

source: Main Menu
fr: Menu principal
pt_br: Menu Principal
vi: Menu chính

source: Remaining Time
et: Aega lõpuni
fr: Temps restant
pt_br: Tempo restante
vi: Thời gian còn lại

source: Remove 30s
de: 30s entfernen
et: Eemalda 30 sek
fr: Retirer 30s
hr: Ukloni 30 s
pt_br: Menos 30s
ru: Отнять 30с
tr: 30 saniye azalt
uk: Відняти 30с
vi: Xóa 30 giây

source: _Start Timer
et: _Käivita taimer
fr: _Démarrer le minuteur
pt_br: _Iniciar Timer
vi: _Bắt đầu hẹn giờ

source: Add 30s
de: 30s hinzufügen
et: Lisa 30 sek
fr: Ajouter 30s
hr: Dodaj 30 s
pt_br: Mais 30s
ru: Добавить 30с
tr: 30 saniye artır
uk: Додати 30с
vi: Thêm 30 giây

source: _Keyboard Shortcuts
et: _Kiirklahvid
fr: _Raccourcis clavier
pt_br: _Atalhos do Teclado
vi: _Phím tắt bàn phím

source: _About Sessions
et: _Rakenduse teave
fr: _À propos de Sessions
pt_br: _Sobre o Sessions
vi: _Giới thiệu Sessions

source: General
fr: Général
pt_br: Geral
vi: Tổng quan

source: Open menu
fr: Ouvrir le menu
pt_br: Abrir o menu
vi: Mở menu

source: Show keyboard shortcuts
fr: Afficher les raccourcis clavier
pt_br: Mostra os atalhos do teclado
vi: Hiển thị phím tắt

source: Close window
fr: Fermer la fenêtre
pt_br: Fechar janela
vi: Đóng cửa sổ

source: Quit
fr: Quitter
pt_br: Fechar o programa
vi: Thoát

source: Timer
fr: Minuteur
vi: Hẹn giờ

source: Start or stop timer
fr: Démarrer ou arrêter le minuteur
pt_br: Iniciar ou parar o timer
vi: Bắt đầu hoặc dừng hẹn giờ

source: Add 30 seconds
fr: Ajouter 30 secondes
pt_br: Mais 30 segundos
vi: Thêm 30 giây

source: Remove 30 seconds
fr: Retirer 30 secondes
pt_br: Menos 30 segundos
vi: Xóa 30 giây

source: translator-credits
et: Priit Jõerüüt <jrthwlate@users.noreply.hosted.weblate.org>
fr: Felicitas Pojtinger <felicitas@pojtinger.com>
pt_br: Luiz Fernando Giolo Alves <lfgiolo+weblate@gmail.com>
tr: Sabri Ünal <yakushabb@gmail.com>
vi: Loc Huynh <huynhloc.contact@gmail.com>

source: Running the timer in the background
fr: Exécution du minuteur en arrière-plan

source: Timer running
fr: Minuteur en cours

source: _Stop
et: _Lõpeta
fr: _Arrêter
pt_br: _Encerrar
vi: _Dừng

source: Session Finished
et: Sessioon on lõppenud
fr: Session terminée
pt_br: Sessão finalizada
vi: Phiên kết thúc

source: Stop Alarm
et: Peata äratus
fr: Arrêter l'alarme
pt_br: Parar o alarme
vi: Dừng báo thức

source: Focus with timed work intervals
de: Fokussiere mit getakteten Arbeitsintervallen
et: Korralda oma töö ajastatud töölõikude kaupa
fr: Se concentrer avec des intervalles de travail chronométrés
hr: Obavljaj posao u intervalima
pt_br: Sessões de foco com intervalos cronometrados
ru: Сфокусируйтесь поделив работу на интервалы
tr: Zamanlanmış çalışma aralıklarıyla odaklan
uk: Зосередьтеся, поділивши роботу на інтервали
vi: Tập trung với khoảng thời gian làm việc được tính giờ

source: pomodoro;timer;productivity;focus;work intervals;task management;
et: pomodoro;taimer;tõhusus;fookus;töölõigud;ülesannete haldus;
fr: pomodoro;minuteur;productivité;concentration;intervalles de travail;gestion des tâches;
pt_br: pomodoro;timer;produtividade;foco;intervalos de trabalho;gerenciamento de tarefas;
tr: pomodoro;zamanlayıcı;üretkenlik;odaklan;çalışma aralıkları;görev yönetimi;
vi: pomodoro;hẹn giờ;năng suất;tập trung;khoảng thời gian làm việc;quản lý công việc;

source: Sessions is a simple visual timer application designed specifically for the pomodoro technique, helping you stay productive by breaking work into focused sessions with regular breaks.
de: Sessions ist eine einfache visuelle Timer-Anwendung, die speziell für die Pomodoro-Technik entwickelt wurde und Ihnen hilft, produktiv zu bleiben, indem sie die Arbeit in fokussierte Sitzungen mit regelmäßigen Pausen unterteilt.
et: Sessioonid on lihtne visuaalne taimerirakendus, mis on mõeldud kasutama pomodoro-töökorraldust, mis aitab sul tegutseda tulemuslikult nii, et töö on jagatud vaheldumisi töösessioonideks ja puhkuseks.
fr: Sessions est une application de minuteur visuel simple conçue spécifiquement pour la technique pomodoro, vous aidant à rester productif en divisant le travail en sessions concentrées avec des pauses régulières.
hr: Sesije je jednostavna vizualna aplikacija za mjerenje vremena dizajnirana posebno za pomodoro tehniku, koja pomaže produktivno raditi s redovitim pauzama.
pt_br: O Sessions é um aplicativo visual e simples de temporizador desenvolvido especialmente para a técnica Pomodoro que ajuda a aumentar a sua produtividade dividindo o trabalho em sessões focadas com intervalos regulares.
ru: Sessions это простой визуальный таймер, сделанный специально для техники помодоро, помогающий вам оставаться продуктивными разделяя работу на сессии с регулярными перерывами.
uk: Sessions — це простий візуальний таймер, створений спеціально для техніки Помодоро, який допомагає вам залишатися продуктивними, поділяючи роботу на сесії з регулярними перервами.
vi: Sessions là một ứng dụng hẹn giờ trực quan đơn giản được thiết kế dành riêng cho kỹ thuật pomodoro, giúp bạn làm việc hiệu quả bằng cách chia công việc thành các phiên tập trung với thời gian nghỉ giải lao thường xuyên.

source: It enables you to:
de: Es ermöglicht Ihnen:
et: Selle rakendusega saad sa:
fr: Il vous permet de :
hr: Značajke:
pt_br: Isso permite a você:
ru: Он позволит вам:
uk: Він дозволить вам:
vi: Nó cho phép bạn:

source: Start focused work sessions with customizable timer durations
de: Fokussierte Arbeitssitzungen mit anpassbaren Timer-Dauern starten
et: Alustada töösessioone, mille taimeri tööaega võid sättida vastavalt oma vajadusele
fr: Démarrer des sessions de travail concentrées avec des durées de minuteur personnalisables
hr: Započni radne sesije s prilagodljivim trajanjima timera
pt_br: Inicie sessões de trabalho focadas e personalize a duração do temporizador
ru: Оставатся сфокусированными при помощи таймера с настраиваемыми периодами
uk: Залишайтеся зосередженими за допомогою таймера з настроюваними періодами
vi: Bắt đầu các phiên làm việc tập trung với thời lượng hẹn giờ có thể tùy chỉnh

source: Track your progress with a clean, distraction-free interface
de: Ihren Fortschritt mit einer sauberen, ablenkungsfreien Benutzeroberfläche verfolgen
et: Jälgida aja kulgu lihtsast ja müravabast kasutajaliidesest
fr: Suivre vos progrès avec une interface propre et sans distraction
hr: Prati svoj napredak s jednostavnim sučeljem
pt_br: Acompanhe seu progresso em uma interface limpa, sem distrações
ru: Отслеживать свой прогресс в чистом от отвлекающих элементов интерфейсе
uk: Відстежувати свій прогрес в інтерфейсі без жодних відволікаючих елементів
vi: Theo dõi tiến trình của bạn với giao diện rõ ràng, không bị phân tâm

source: Take regular breaks to maintain productivity
de: Regelmäßige Pausen einlegen, um die Produktivität aufrechtzuerhalten
et: Jätkusuutliku toimekuse tagamiseks teha regulaarseid puhkepause
fr: Prendre des pauses régulières pour maintenir la productivité
hr: Redovito pauziraj rad za održavanje produktivnosti
pt_br: Faça pausas regulares para manter a produtividade
ru: Брать регулярные перерывы для поддержки продуктивности
uk: Брати регулярні перерви для підтримки продуктивності
vi: Nghỉ giải lao thường xuyên để duy trì năng suất

source: Setting up a new timer session
de: Einrichten einer neuen Timer-Sitzung
et: Uue taimerisessiooni seadistamine
fr: Configuration d'une nouvelle session de minuteur
hr: Postavljanje novog timera
pt_br: Configure uma nova sessão do temporizador
ru: Настройка новой сессии таймера
tr: Yeni zamanlayıcı oturumu ayarlanıyor
uk: Встановлення нової сесії таймеру
vi: Thiết lập phiên hẹn giờ mới

source: Timer running during a work session
de: Timer läuft während einer Arbeitssitzung
et: Taimeri vaade töösessiooni ajal
fr: Minuteur en cours pendant une session de travail
hr: Timer odbrojava tijekom radne sesije
pt_br: O temporizador está contando uma sessão de trabalho
ru: Таймер работает во время рабочей сессии
tr: Zamanlayıcı çalışma oturumu sırasında çalışıyor
uk: Таймер працює під час робочої сесії
vi: Hẹn giờ chạy trong phiên làm việc

source: Last timer position
et: Viimase taimeri asukoht
fr: Dernière position du minuteur
pt_br: Última posição do temporizador
vi: Vị trí hẹn giờ cuối cùng

source: The last manually set timer position that will be restored when the app starts
et: Viimati käsitsi taimerisse lisatud asukoht, mis taastatakse rakenduse käivitamisel
fr: La dernière position du minuteur définie manuellement qui sera restaurée au démarrage de l'application
pt_br: Definição manual mais recente em que o temporizador será iniciado quando aplicativo abrir
vi: Vị trí hẹn giờ được đặt thủ công cuối cùng sẽ được khôi phục khi ứng dụng khởi động

source: Sessions
de: Sitzungen
et: Sessioonid
hr: Sesije
tr: Oturumlar

source: Start Timer
de: Timer starten
hr: Pokreni timer
ru: Запустить Таймер
tr: Zamanlayıcıyı Başlat
uk: Запустити Таймер

source: About Sessions
de: Über Sitzungen
hr: O aplikaciji Sesije
ru: Про Sessions
tr: Oturumlar Hakkında
uk: О Sessions

source: Stop
de: Stoppen
hr: Zaustavi
ru: Остановить
tr: Durdur
uk: Зупинити

source: Session finished
de: Sitzung beendet
hr: Sesija je završena
ru: Сессия закончена
tr: Oturum tamamlandı
uk: Сесія закінчилась

source: Stop alarm
de: Alarm stoppen
hr: Prekini alarm
ru: Остановить таймер
tr: Alarmı durdur
uk: Зупинити таймер

source: productivity
de: Produktivität
ru: продуктивность
uk: продуктивність

source: focus
de: Fokus
ru: фокус
uk: фокус

source: work intervals
de: Arbeitsintervalle
ru: рабочие интервалы
uk: робочі інтервали

source: task management
de: Aufgabenverwaltung
ru: управление задачами
uk: керування задачами

source: Add Ukrainian, Russian, Hindi, Estonian, Vietnamese, and Portuguese (Brazil) translations
de: Ukrainische, russische, Hindi, estnische, vietnamesische und portugiesische (Brasilien) Übersetzungen hinzugefügt

source: Add new icon and improve translations
de: Neues Icon hinzugefügt und Übersetzungen verbessert
ru: Добавить новую иконку и улучшить переводы
uk: Додати нову іконку та покращити переклади

source: Timer notification now focuses the existing window instead of opening a new one
de: Timer-Benachrichtigung fokussiert nun bestehendes Fenster statt neues zu öffnen
hr: Obavijest timera sada postavlja postojeći prozor kao aktivni umjesto da otvara novi
ru: Уведомление таймера теперь сфокусирует на существующем окне вместо открытия нового
uk: Сповіщення таймеру тепер сфокусує на існуючому вікні замість відкриття нового

source: Play alarm sound when timer finishes
de: Alarmton wird abgespielt, wenn der Timer abläuft
hr: Pokreće alarm kada timer završi
ru: Проиграть звук когда таймер закончится
uk: Відтворити звук, коли таймер закінчиться

source: Fix icon not showing in overview on non-GNOME desktops
de: Icon erscheint jetzt auch auf anderen Desktops als GNOME in der Übersicht
hr: Ispravljen problem s ikonama koje se ne prikazuju u pregledu na ne-GNOME radnim okruženjima
ru: Исправить отсутствие иконки Sessions в рабочем столе который не является GNOME
uk: Справити відсутність іконки Sessions в режимі огляду у стільницях які не є GNOME

source: Update to latest GNOME runtime
de: Aktualisierung auf die neueste GNOME-Laufzeitumgebung
hr: Aktaliziranje na najnovije GNOME okruženje
ru: Обновить до найновейшей среды GNOME
uk: Оновити до найновішого середовища GNOME

source: Add additional translations
de: Zusätzliche Übersetzungen hinzugefügt
hr: Dodani dodatni prijevodi
ru: Добавить дополнительные переводы
uk: Додати додаткові переклади

source: Improve translations
de: Übersetzungen verbessert
hr: Poboljšani prijevodi
ru: Улучшить переводы
uk: Покращити переклади

source: Improve app summary
de: App-Zusammenfassung verbessert
hr: Poboljšan sažetak aplikacije
ru: Улучшить описание приложения
uk: Покращити опис додатку

source: Initial release
de: Erste Veröffentlichung
hr: Prvo izdanje
ru: Начальный релиз
uk: Початковий реліз

source: pomodoro
ru: помодоро
uk: помодоро

source: timer
ru: таймер
uk: таймер
