Repository: pojntfx/sessions
Catalog: po/*/LC_MESSAGES/default.po
Languages: es

source: Stop
es: Detener

source: Start Timer
es: Empezar temporizador

source: Session finished
es: Sesión terminada

source: Sessions
es: Sesiones

source: Remove 30s
es: Restar 30s

source: Add 30s
es: Agregar 30s

source: About Sessions
es: Acerca de Sesiones

source: Focus with timed work intervals
es: Enfócate con intervalos de trabajo medidos

source: Sessions is a simple visual timer application designed specifically for the pomodoro technique, helping you stay productive by breaking work into focused sessions with regular breaks.
es: Sesiones es una aplicación sencilla de temporizador visual diseñada para la técnica Pomodoro. Ayuda al usuario a permanecer productivo dividiendo el trabajo en sesiones de enfoque con descansos regulares.

source: It enables you to:
es: Te permite:

source: Start focused work sessions with customizable timer durations
es: Empezar sesiones de trabajo enfocadas con temporizadores personalizables

source: Track your progress with a clean, distraction-free interface
es: Monitorear tu progreso con una interfaz limpia y libre de distracciones

source: Take regular breaks to maintain productivity
es: Tomar descansos regulares para mantener la productividad

source: Setting up a new timer session
es: Configura un nuevo temporizador

source: Timer running during a work session
es: Temporizador en marcha durante una sesión de trabajo

source: Add additional translations
es: Añadir traducciones adicionales

source: Improve translations
es: Mejorar traducciones

source: Improve app summary
es: Mejorar resumen de la aplicación

source: Initial release
es: Lanzamiento inicial
